Repository: gregorynepos/Multilingue-
Catalog: projet/locale/*/LC_MESSAGES/django.po
Languages: fr, it, pt

# My Website
source: world of greg
fr: le monde de greg
it: il mondo di Greg
pt: O mundo de Greg

# bienvenue sur mon site
source: Welcome to my website
fr: Bienvenue sur mon site
it: Benvenuti nel mio sito web
pt: Bem-vindo ao meu site

# Explorez notre contenu multilingue et interactif
source: Explore our multilingual and interactive content
fr: Explorez notre contenu multilingue et interactif
it: Esplora i nostri contenuti multilingue e interattivi
pt: Explore nosso conteúdo multilíngue e interativo

source: Articles
it: elementi
pt: Unid

# Title
source: Title 1
fr: Titre 1
it: Titolo 1
pt: Título 1

# Content
source: Multilingual websites enable reaching an international audience by offering content in multiple languages. They enhance user experience, increase traffic, and expand global reach. Localization, beyond mere translation, adapts content to local cultures, making websites more relevant and accessible to diverse users.
fr: Les sites multilingues permettent d'atteindre un public international en offrant des contenus dans plusieurs langues. Ils améliorent l'expérience utilisateur, augmentent le trafic et la portée globale. La localisation, au-delà de la simple traduction, adapte le contenu aux cultures locales, rendant les sites plus pertinents et accessibles pour les utilisateurs divers.
it: I siti multilingue consentono di raggiungere un pubblico internazionale offrendo contenuti in diverse lingue. Migliorano l'esperienza dell'utente, aumentano il traffico e la portata complessiva. La localizzazione, oltre la semplice traduzione, adatta i contenuti alle culture locali, rendendo i siti più pertinenti e accessibili a utenti diversi.
pt: Os sites multilíngues permitem alcançar um público internacional oferecendo conteúdo em vários idiomas. Eles melhoram a experiência do usuário, aumentam o tráfego e ampliam o alcance global. A localização, além da simples tradução, adapta o conteúdo às culturas locais, tornando os sites mais relevantes e acessíveis para diversos usuários.

# Date
source: 25 JUN 2024
fr: 25 JUIN 2024
it: 25 GIUGNO 2024
pt: 25 DE JUNHO DE 2024

source: Title 2
fr: Titre 2
it: Titolo 2
pt: Título 2

# Content2
source: Content 2 Multilingual websites enable reaching an international audience by offering content in multiple languages. They enhance user experience, increase traffic, and expand global reach. Localization, beyond mere translation, adapts content to local cultures, making websites more relevant and accessible to diverse users.
fr: contenut 2 Les sites multilingues permettent d'atteindre un public international en offrant des contenus dans plusieurs langues. Ils améliorent l'expérience utilisateur, augmentent le trafic et la portée globale. La localisation, au-delà de la simple traduction, adapte le contenu aux cultures locales, rendant les sites plus pertinents et accessibles pour les utilisateurs divers.
it: contenut 2 I siti multilingue consentono di raggiungere un pubblico internazionale offrendo contenuti in diverse lingue. Migliorano l'esperienza dell'utente, aumentano il traffico e la portata complessiva. La localizzazione, oltre la semplice traduzione, adatta i contenuti alle culture locali, rendendo i siti più pertinenti e accessibili a utenti diversi.
pt: contenut 2 Os sites multilíngues permitem alcançar um público internacional oferecendo conteúdo em vários idiomas. Eles melhoram a experiência do usuário, aumentam o tráfego e ampliam o alcance global. A localização, além da simples tradução, adapta o conteúdo às culturas locais, tornando os sites mais relevantes e acessíveis para diversos usuários.

# Date2
source: 28 JUN 2024
fr: 28 JUIN 2024
it: 28 GIUGNO 2024
pt: 28 DE JUNHO DE 2024

source: Title 3
fr: Titre 3
it: Titolo 3
pt: Título 3

# Content3
source: contenut 3 Multilingual websites enable reaching an international audience by offering content in multiple languages. They enhance user experience, increase traffic, and expand global reach. Localization, beyond mere translation, adapts content to local cultures, making websites more relevant and accessible to diverse users.
fr: contenut 3 Les sites multilingues permettent d'atteindre un public international en offrant des contenus dans plusieurs langues. Ils améliorent l'expérience utilisateur, augmentent le trafic et la portée globale. La localisation, au-delà de la simple traduction, adapte le contenu aux cultures locales, rendant les sites plus pertinents et accessibles pour les utilisateurs divers.
it: contenut 3 I siti multilingue consentono di raggiungere un pubblico internazionale offrendo contenuti in diverse lingue. Migliorano l'esperienza dell'utente, aumentano il traffico e la portata complessiva. La localizzazione, oltre la semplice traduzione, adatta i contenuti alle culture locali, rendendo i siti più pertinenti e accessibili a utenti diversi.
pt: contenut 3 Os sites multilíngues permitem alcançar um público internacional oferecendo conteúdo em vários idiomas. Eles melhoram a experiência do usuário, aumentam o tráfego e ampliam o alcance global. A localização, além da simples tradução, adapta o conteúdo às culturas locais, tornando os sites mais relevantes e acessíveis para diversos usuários.

# Date3
source: 30 JUN 2024
fr: 30 JUIN 2024
it: 30 GIUGNO 2024
pt: 30 DE JUNHO DE 2024
